/* No comment provided by engineer. */
"Connecting" = "Verbinden...";

/* No comment provided by engineer. */
"NFiles" = "%d bestanden";

/* No comment provided by engineer. */
"NotEnoughSpace" = "Niet genoeg schijfruimte";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Sending" = "Bezig met verzenden...";

/* No comment provided by engineer. */
"TransferCanceled" = "Geannuleerd";

/* No comment provided by engineer. */
"TransferDeclined" = "Daling";

/* No comment provided by engineer. */
"TransferFinished" = "Overdracht voltooid";

/* No comment provided by engineer. */
"TransferTimedOut" = "Uitgetimed";

/* No comment provided by engineer. */
"UnsupportedType" = "Type bijlage niet ondersteund";

/* No comment provided by engineer. */
"QrCodeInstructions" = "Scan de QR-code met je Android-apparaat om het met je Mac te verbinden. Zorg ervoor dat je telefoon met hetzelfde netwerk is verbonden.\n\nJe kunt ook de app 'Files by Google' installeren en openen en op 'Ontvangen' tikken rechtsonder.";

/* No comment provided by engineer. */
"TimeoutTitle" = "Er is iets misgegaan";

/* No comment provided by engineer. */
"TimeoutDescription" = "NearDrop kon geen verbinding maken met je telefoon. Open de instellingen van je Android-apparaat en zoek naar 'Quick Share'. Wijzig de instelling 'Wie kan met je delen' naar 'Iedereen' en probeer het opnieuw.";

/* No comment provided by engineer. */
"TimeoutButton" = "Oké";
